"Error -90057" = "Mora se navesti domena aktivne mape ([domain]\\[user_name])";
"Error -10100" = "Neispravan način autentifikacije.";
"Error -10010" = "Neispravan jezik.";
"Error -10004" = "Korisnik je istkao.";
"Error -10003" = "Korisniku su oduzete dozvole.";
"Error -10005" = "Korisniku su trenutačno oduzete dozvole.";
"Error -10103" = "Korisnik mora prihvatiti EULA-ugovor";
"Error -10104" = "Korisnik mora promijeniti lozinku.";
"Error -10106" = "Korisnik mora promijeniti korisničko ime.";
"Error -40761" = "Za sada se datoteka ne može dešifrirati. Zatraži jednog drugog ovlaštenog korisnika da ti odobri pristup ovoj datoteci.";
"Error -40751" = "Tražena datoteka nije pronađena.";
"Error -80021" = "Dostavljen dio datoteke nije ispravan.";
"Error -70104" = "Korisnik je već prihvatio licencni ugovor.";
"Error -70560" = "Korisnik s ovim korisničkim imenom već postoji.";
"Error -70105" = "Korisnik ne smije promijeniti korisničko ime.";
"Error -10105" = "Lozinka se ne može ponovo postaviti za ovog korisnika.";
"Error -70020" = "Par ključeva za šifriranje nije pronađen. Najprije postavi lozinku za šifriranje.";
"Error -70021" = "Par ključeva za šifriranje je već postavljen.";
"Error -70501" = "Korisnik nije pronađen.";
"Error -10107" = "Lozinka se može mijenjati samo svakih 5 minuta.";
"Error -40755" = "Neispravno ime datoteke.";
"Error -40010" = "Jedan prostor ili mapa se ne mogu prepisati.";
"Error -80006" = "Datum isteka je u prošlosti.";
"Error -80008" = "Datum isteka kasni.";
"Error -40763" = "Mora se navesti ključ datoteke.";
"Error -40756" = "Neispravna klasifikacija datoteke.";
"Error -70022" = "Neispravan par ključeva za dešifriranje.";
"Error -41054" = "Mape/datoteke moraju se nalaziti u istoj matičnoj mapi/datoteci.";
"Error -40001" = "Šifrirane datoteke se ne mogu kopirati ili premjestiti u prostor koji nije šifriran.";
"Error -40002" = "Nešifrirane datoteke se ne mogu kopirati ili premjestiti u prostor koji je šifriran.";

"Decryption password required" = "Potrebna je lozinka za dešifriranje";
"Enter your decryption password to access encrypted data rooms." = "Upuši svoju šifriranu lozinku za pristup prostorima koji si šifrirani.";

"You have successfully created a share link for {0}." = "Uspješno si stvorio/la poveznicu za dijeljenje za {0}.";
"You have successfully created the upload account {0}" = "Uspješno si stvorio/la račun za prenošenje {0}";
"{0} Share(s) created" = "Broj stvorenih particija: {0}";

"The AV scanner detected that the file could be malicious" = "Protuvirusni program je ustanovio, da je datoteka zlonamjerna";

"DRACOON environment needs to be updated" = "DRACOON okruženje se mora aktualizirati";
"Your DRACOON environment is outdated and no longer works with this application. Please contact your administrator." = "Tvoje DRACOON okruženje je zastarjelo i više ne radi s ovim programom. Kontaktiraj administratora.";
